Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LOCKDOWN_JOIN_OTHER_NETWORK_MESSAGE
source: This network may be unsafe to join in Lockdown Mode.
ar: ربما تكون هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: Potser no és segur accedir a la xarxa en mode d’aïllament.
cs: Připojení k této síti může být v režimu blokování nebezpečné.
da: Det er muligvis ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist möglicherweise nicht sicher.
el: Η σύνδεση σε αυτό το δίκτυο ενδέχεται να μην είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Puede que no sea seguro acceder a esta red en el modo de aislamiento.
es_us: Es posible que no sea seguro conectarse a esta red durante el modo hermético.
fi: Tähän verkkoon ei ehkä ole turvallista liittyä sulkutilassa.
fr: La connexion à ce réseau en mode Isolement peut être dangereuse.
fr_ca: La connexion à ce réseau peut comporter des risques en mode de confinement.
he: הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ עלולה להיות לא בטוחה.
hi: लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित हो सकता है।
hr: Spajanje na ovu mrežu može biti nesigurno u Modu zaključavanja.
hu: Előfordulhat, hogy ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: Jaringan ini mungkin tidak aman untuk digunakan dalam Mode Kuncitara.
it: Accedere a questa rete in modalità di isolamento potrebbe essere rischioso.
ja: ロックダウンモードでこのネットワークに接続するのは安全でない可能性があります。
ko: 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: Rangkaian ini mungkin tidak selamat untuk disertai dalam Mod Penyekatan.
nb: Det er kanskje ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: Het is mogelijk niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Ta sieć może nie być wystarczająco bezpieczna, aby przyłączyć się do niej w trybie blokady.
pt_br: Esta rede pode não ser segura para conexão no Modo de Isolamento.
pt_pt: Poderá não ser seguro aceder a esta rede em modo de bloqueio.
ro: Conectarea la această rețea în modul Izolare ar putea fi riscantă.
ru: Эта сеть может быть небезопасной для подключения в режиме блокировки.
sk: Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Povezava s tem omrežjem v omejenem varnostnem načinu morda ni varna.
sv: Det här nätverket kanske inte är säkert att ansluta till i Låst läge.
th: เครือข่ายนี้อาจไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: Kilit Modu’nda bu ağa katılmak güvenli olmayabilir.
uk: У режимі карантину може бути небезпечно приєднуватися до цієї мережі.
vi: Mạng này có thể không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: 锁定模式下，加入此网络可能不安全。
zh_hk: 在「封鎖模式」下加入此網絡可能不安全。
zh_tw: 在「封閉模式」下加入此網路可能不安全。

# LOCKDOWN_JOIN_OTHER_NETWORK_TITLE
source: Join Captive Network “%@”?
ar: الانضمام إلى الشبكة المقيدة "%@"؟
ca: Vols accedir a la xarxa captiva “%@”?
cs: Připojit se k záchytné síti „%@“?
da: Brug netværket med tilmelding “%@”?
de: Mit Captive-Netzwerk „%@“ verbinden?
el: Σύνδεση στο δίκτυο υποδοχής «%@»;
es: ¿Acceder a la red cautiva “%@”?
es_us: ¿Conectarse a la red cautiva “%@”?
fi: Liitytäänkö suljettuun verkkoon ”%@”?
fr: Se connecter au réseau captif « %@ » ?
fr_ca: Se connecter au réseau captif « %@ »?
he: להצטרף לרשת ״%@״ דרך פורטל חובה?
hi: कैप्टिव नेटवर्क “%@” से जुड़ें?
hr: Spojiti se na zatvorenu mrežu “%@”?
hu: Kapcsolódik a(z) „%@” átirányított hálózathoz?
id: Bergabung dengan Jaringan Terikat “%@”?
it: Vuoi accedere alla rete Captive “%@”?
ja: キャプティブネットワーク“%@”に接続しますか?
ko: 캡티브 네트워크 ‘%@’에 연결하겠습니까?
ms: Sertai Rangkaian Kaptif “%@”?
nb: Vil du koble til det kontrollerte nettverket «%@»?
nl: Verbinding maken met afvangnetwerk '%@'?
pl: Przyłączyć się do sieci wymagającej uwierzytelnienia „%@”?
pt_br: Conectar‑se à Rede Controlada “%@”?
pt_pt: Aceder à rede cativa “%@”?
ro: Doriți să vă conectați la rețeaua captivă „%@”?
ru: Подключиться к сети с авторизацией «%@»?
sk: Prihlásiť sa k uzamknutej sieti „%@“?
sl: Se želite povezati z zaprtim omrežjem »%@«?
sv: Vill du ansluta till det låsta nätverket ”%@”?
th: เข้าร่วมเครือข่ายที่ต้องยืนยัน “%@” หรือไม่
tr: “%@” Adlı Kısıtlanmış Ağa Katılınsın mı?
uk: Приєднатися до мережі з авторизацією «%@»?
vi: Kết nối vào mạng xác thực “%@”?
zh_cn: 加入受限网络“%@”？
zh_hk: 要加入限制網絡「%@」嗎？
zh_tw: 要加入限制網路「%@」嗎？

# LOCKDOWN_JOIN_TKIP_NETWORK_MESSAGE
source: WPA/WPA2 (TKIP) is not considered secure. This network may be unsafe to join in Lockdown Mode.
ar: لا تعتبر ⁨WPA/WPA2 (TKIP)⁩ آمنة. ربما تكون هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: El protocol WPA/WPA2 (TKIP) no es considera segur. Potser no és segur accedir a la xarxa en mode d’aïllament.
cs: Zabezpečení WPA/WPA2 (TKIP) není považováno za dostatečné. Připojení k této síti může být v režimu blokování nebezpečné.
da: WPA/WPA2 (TKIP) anses ikke for sikkert. Det er muligvis ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: WPA/WPA2 (TKIP) ist unsicher. Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist möglicherweise nicht sicher.
el: Το WPA/WPA2 (TKIP) δεν θεωρείται ασφαλές. Η σύνδεση σε αυτό το δίκτυο δεν είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Las redes WPA/WPA2 (TKIP) no se consideran seguras. Puede suponer un riesgo acceder a este tipo de red en el modo de aislamiento.
es_us: El protocolo WPA/WPA2 (TKIP) no se considera seguro. Podría ser riesgoso conectarse a esta red durante el modo hermético.
fi: WPA/WPA2 (TKIP) -verkkoa ei pidetä suojattuna. Tähän verkkoon ei ehkä ole turvallista liittyä sulkutilassa.
fr: Le protocole WPA/WPA2 (TKIP) n’est pas considéré comme sécurisé. La connexion à ce réseau en mode Isolement peut être dangereuse.
fr_ca: Le protocole WPA/WPA2 (TKIP) n’est pas réputé sûr. La connexion à ce réseau peut comporter des risques en mode de confinement.
he: פרוטוקול WPA/WPA2 (TKIP) אינו נחשב למאובטח. הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ עלולה להיות לא בטוחה.
hi: WPA/WPA2 (TKIP) को सुरक्षित नहीं माना जाता है। लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित हो सकता है।
hr: WPA/WPA2 (TKIP) se ne smatra sigurnim. Spajanje na ovu mrežu može biti nesigurno u Modu zaključavanja.
hu: A WPA/WPA2 (TKIP) nem tekinthető biztonságosnak. Előfordulhat, hogy ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: WPA/WPA2 (TKIP) tidak dianggap aman. Jaringan ini mungkin tidak aman untuk digunakan dalam Mode Kuncitara.
it: Il protocollo WPA/WPA2 (TKIP) non è considerato sicuro. Accedere a questa rete in modalità di isolamento potrebbe essere rischioso.
ja: WPA/WPA2（TKIP）は安全性が低いとされています。ロックダウンモードでこのネットワークに接続するのは安全でない可能性があります。
ko: WPA/WPA2(TKIP)는 보안되지 않은 네트워크로 간주됩니다. 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: WPA/WPA2 (TKIP) dianggap tidak selamat. Rangkaian ini mungkin tidak selamat untuk disertai dalam Mod Penyekatan.
nb: WPA/WPA2 (TKIP) anses ikke som en sikker forbindelse. Det er kanskje ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: WPA/WPA2 (TKIP) wordt niet als veilig beschouwd. Het is mogelijk niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Standard WPA/WPA2 (TKIP) nie jest uznawany za bezpieczny. Ta sieć może nie być wystarczająco bezpieczna, aby przyłączyć się do niej w trybie blokady.
pt_br: O protocolo WPA/WPA2 (TKIP) não é considerado seguro. Esta rede pode não ser segura para conexão no Modo de Isolamento.
pt_pt: O protocolo WPA/WPA2 (TKIP) não é considerado seguro. Poderá não ser seguro aceder a esta rede em modo de bloqueio.
ro: Standardul WPA/WPA2 (TKIP) nu este considerat a fi sigur. Conectarea la această rețea în modul Izolare ar putea fi riscantă.
ru: WPA/WPA2 (TKIP) не является надежным методом. Эта сеть может быть небезопасной для подключения в режиме блокировки.
sk: Protokol WPA/WPA2 (TKIP) sa nepovažuje za bezpečný. Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Protokol WPA/WPA2 (TKIP) ni varen. Povezava s tem omrežjem v omejenem varnostnem načinu morda ni varna.
sv: WPA/WPA2 (TKIP) anses inte vara säkert. Det här nätverket kanske inte är säkert att ansluta till i Låst läge.
th: WPA/WPA2 (TKIP) ไม่ถือว่าปลอดภัย เครือข่ายนี้อาจไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: WPA/WPA2 (TKIP) güvenli kabul edilmez. Kilit Modu’nda bu ağa katılmak güvenli olmayabilir.
uk: WPA/WPA2 (TKIP) вважається ненадійним захистом. У режимі карантину може бути небезпечно приєднуватися до цієї мережі.
vi: WPA/WPA2 (TKIP) không được coi là bảo mật. Mạng này có thể không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: WPA/WPA2 (TKIP)并非安全网络。锁定模式下，加入此网络可能不安全。
zh_hk: WPA/WPA2（TKIP）並不安全。在「封鎖模式」下加入此網絡可能不安全。
zh_tw: WPA/WPA2（TKIP）不算安全。在「封閉模式」下加入此網路可能不安全。

# LOCKDOWN_JOIN_WEAK_NETWORK_TITLE
source: Join Weak Security Network “%@”?
ar: الانضمام إلى الشبكة ذات التأمين الضعيف "%@"؟
ca: Vols accedir a la xarxa poc segura “%@”?
cs: Připojit se k slabě zabezpečené síti „%@“?
da: Brug netværket med svag sikkerhed “%@”?
de: Mit unzureichend geschütztem Netzwerk „%@“ verbinden?
el: Σύνδεση στο δίκτυο ασθενούς ασφάλειας «%@»;
es: ¿Acceder a la red de baja seguridad “%@”?
es_us: ¿Conectarse a la red de poca seguridad “%@”?
fi: Liitytäänkö heikosti suojattuun verkkoon ”%@”?
fr: Se connecter au réseau « %@ » à la sécurité faible ?
fr_ca: Se connecter au réseau « %@ » dont le niveau de sécurité est faible?
he: להצטרף לרשת ״%@״ עם רמת האבטחה הנמוכה?
hi: कमज़ोर सुरक्षा नेटवर्क “%@” से जुड़ें?
hr: Spojiti se na mrežu sa slabom sigurnošću “%@”?
hu: Kapcsolódik a(z) „%@” gyenge védelemmel rendelkező hálózathoz?
id: Bergabung dengan Jaringan Berkeamanan Lemah “%@”?
it: Vuoi accedere alla rete con livello di sicurezza basso “%@”?
ja: 安全性が低いネットワーク“%@”に接続しますか?
ko: 보안이 취약한 네트워크 ‘%@’에 연결하겠습니까?
ms: Sertai Rangkaian Keselamatan Lemah “%@”?
nb: Vil du koble til nettverket «%@» med svak sikkerhet?
nl: Verbinding maken met zwak beveiligd netwerk '%@'?
pl: Przyłączyć się do słabo zabezpieczonej sieci „%@”?
pt_br: Conectar‑se à Rede com Segurança Fraca “%@”?
pt_pt: Aceder à rede de baixo nível de segurança “%@”?
ro: Doriți să vă conectați la rețeaua cu securitate slabă „%@”?
ru: Подключиться к слабо защищенной сети «%@»?
sk: Pripojiť sa k sieti so slabým zabezpečením „%@“?
sl: Se želite pridružiti omrežju z nizko varnostjo »%@«?
sv: Vill du ansluta till nätverket ”%@” som har svag säkerhet?
th: เข้าร่วมเครือข่ายที่มีความปลอดภัยต่ำ “%@” หรือไม่
tr: “%@” Adlı Güvenliği Zayıf Ağa Katılınsın mı?
uk: Приєднатися до мережі зі слабким захистом «%@»?
vi: Kết nối vào mạng bảo mật yếu “%@”?
zh_cn: 加入低安全性网络“%@”？
zh_hk: 要加入保安較弱的網絡「%@」嗎？
zh_tw: 要加入安全層級薄弱的網路「%@」嗎？

# LOCKDOWN_JOIN_WEP_NETWORK_MESSAGE
source: WEP is not considered secure. This network may be unsafe to join in Lockdown Mode.
ar: لا تعتبر WEP آمنة. ربما تكون هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: El protocol WEP no es considera segur. Potser no és segur accedir a la xarxa en mode d’aïllament.
cs: Zabezpečení WEP není považováno za dostatečné. Připojení k této síti může být v režimu blokování nebezpečné.
da: WEP anses ikke for sikkert. Det er muligvis ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: WEP ist unsicher. Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist möglicherweise nicht sicher.
el: Το WEP δεν θεωρείται ασφαλές. Η σύνδεση σε αυτό το δίκτυο δεν είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Las redes WEP no se consideran seguras. Puede suponer un riesgo acceder a este tipo de red en el modo de aislamiento.
es_us: El protocolo WEP no se considera seguro. Podría ser riesgoso conectarse a esta red durante el modo hermético.
fi: WEPiä ei pidetä suojattuna. Tähän verkkoon ei ehkä ole turvallista liittyä sulkutilassa.
fr: Le protocole WEP n’est pas considéré comme sécurisé. La connexion à ce réseau en mode Isolement peut être dangereuse.
fr_ca: Le protocole WEP n’est pas réputé sûr. La connexion à ce réseau peut comporter des risques en mode de confinement.
he: פרוטוקול WEP אינו נחשב למאובטח. הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ עלולה להיות לא בטוחה.
hi: WEP को सुरक्षित नहीं माना जाता है। लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित हो सकता है।
hr: WEP se ne smatra sigurnim. Spajanje na ovu mrežu može biti nesigurno u Modu zaključavanja.
hu: A WEP nem tekinthető biztonságosnak. Előfordulhat, hogy ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: WEP tidak dianggap aman. Jaringan ini mungkin tidak aman untuk digunakan dalam Mode Kuncitara.
it: Il protocollo WEP non è considerato sicuro. Accedere a questa rete in modalità di isolamento potrebbe essere rischioso.
ja: WEPは安全性が低いとされています。ロックダウンモードでこのネットワークに接続するのは安全でない可能性があります。
ko: WEP는 보안되지 않은 네트워크로 간주됩니다. 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: WEP dianggap tidak selamat. Rangkaian ini mungkin tidak selamat untuk disertai dalam Mod Penyekatan.
nb: WEP anses ikke som en sikker forbindelse. Det er kanskje ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: WEP wordt niet als veilig beschouwd. Het is mogelijk niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Standard WEP nie jest uznawany za bezpieczny. Ta sieć może nie być wystarczająco bezpieczna, aby przyłączyć się do niej w trybie blokady.
pt_br: O protocolo WEP não é considerado seguro. Esta rede pode não ser segura para conexão no Modo de Isolamento.
pt_pt: O protocolo WEP não é considerado seguro. Poderá não ser seguro aceder a esta rede em modo de bloqueio.
ro: Standardul WEP nu este considerat a fi sigur. Conectarea la această rețea în modul Izolare ar putea fi riscantă.
ru: WEP не является надежным методом. Эта сеть может быть небезопасной для подключения в режиме блокировки.
sk: Protokol WEP sa nepovažuje za bezpečný. Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Protokol WEP ni varen. Povezava s tem omrežjem v omejenem varnostnem načinu morda ni varna.
sv: WEP anses inte vara säkert. Det här nätverket kanske inte är säkert att ansluta till i Låst läge.
th: WEP ไม่ถือว่าปลอดภัย เครือข่ายนี้อาจไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: WEP güvenli kabul edilmez. Kilit Modu’nda bu ağa katılmak güvenli olmayabilir.
uk: WEP вважається ненадійним захистом. У режимі карантину може бути небезпечно приєднуватися до цієї мережі.
vi: WEP không được coi là bảo mật. Mạng này có thể không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: WEP并非安全网络。锁定模式下，加入此网络可能不安全。
zh_hk: WEP並不安全。在「封鎖模式」下加入此網絡可能不安全。
zh_tw: WEP不算安全。在「封閉模式」下加入此網路可能不安全。

# LOCKDOWN_JOIN_WPA_NETWORK_MESSAGE
source: WPA is not considered secure. This network may be unsafe to join in Lockdown Mode.
ar: لا تعتبر WPA آمنة. ربما تكون هذه الشبكة غير آمنة للانضمام إليها في نمط المنع.
ca: El protocol WPA no es considera segur. Potser no és segur accedir a la xarxa en mode d’aïllament.
cs: Zabezpečení WPA není považováno za dostatečné. Připojení k této síti může být v režimu blokování nebezpečné.
da: WPA anses ikke for sikkert. Det er muligvis ikke sikkert at oprette forbindelse til dette netværk i Nedlukningstilstand.
de: WPA ist unsicher. Die Verbindung mit diesem Netzwerk im Blockierungsmodus ist möglicherweise nicht sicher.
el: Το WPA δεν θεωρείται ασφαλές. Η σύνδεση σε αυτό το δίκτυο δεν είναι ασφαλής κατά τη Λειτουργία απομόνωσης.
es: Las redes WPA no se consideran seguras. Puede suponer un riesgo acceder a este tipo de red en el modo de aislamiento.
es_us: El protocolo WPA no se considera seguro. Podría ser riesgoso conectarse a esta red durante el modo hermético.
fi: WPA:ta ei pidetä suojattuna. Tähän verkkoon ei ehkä ole turvallista liittyä sulkutilassa.
fr: Le protocole WPA n’est pas considéré comme sécurisé. La connexion à ce réseau en mode Isolement peut être dangereuse.
fr_ca: Le protocole WPA n’est pas réputé sûr. La connexion à ce réseau peut comporter des risques en mode de confinement.
he: פרוטוקול WPA אינו נחשב למאובטח. הצטרפות לרשת זו כשהמכשיר ב״מצב נעילה״ עלולה להיות לא בטוחה.
hi: WPA को सुरक्षित नहीं माना जाता है। लॉकडाउन मोड में जुड़ने के लिए यह नेटवर्क असुरक्षित हो सकता है।
hr: WPA se ne smatra sigurnim. Spajanje na ovu mrežu može biti nesigurno u Modu zaključavanja.
hu: A WPA nem tekinthető biztonságosnak. Előfordulhat, hogy ehhez a hálózathoz nem biztonságos Zárt módban kapcsolódni.
id: WPA tidak dianggap aman. Jaringan ini mungkin tidak aman untuk digunakan dalam Mode Kuncitara.
it: Il protocollo WPA non è considerato sicuro. Accedere a questa rete in modalità di isolamento potrebbe essere rischioso.
ja: WPAは安全性が低いとされています。ロックダウンモードでこのネットワークに接続するのは安全でない可能性があります。
ko: WPA는 보안되지 않은 네트워크로 간주됩니다. 이 네트워크는 차단 모드에서 연결하기에 안전하지 않을 수 있습니다.
ms: WPA dianggap tidak selamat. Rangkaian ini mungkin tidak selamat untuk disertai dalam Mod Penyekatan.
nb: WPA anses ikke som en sikker forbindelse. Det er kanskje ikke trygt å koble til dette nettverket i Sikringsmodus.
nl: WPA wordt niet als veilig beschouwd. Het is mogelijk niet veilig om in de isolatiemodus verbinding te maken met dit netwerk.
pl: Standard WPA nie jest uznawany za bezpieczny. Ta sieć może nie być wystarczająco bezpieczna, aby przyłączyć się do niej w trybie blokady.
pt_br: O protocolo WPA não é considerado seguro. Esta rede pode não ser segura para conexão no Modo de Isolamento.
pt_pt: O protocolo WPA não é considerado seguro. Poderá não ser seguro aceder a esta rede em modo de bloqueio.
ro: Standardul WPA nu este considerat a fi sigur. Conectarea la această rețea în modul Izolare ar putea fi riscantă.
ru: WPA не является надежным методом. Эта сеть может быть небезопасной для подключения в режиме блокировки.
sk: Protokol WPA sa nepovažuje za bezpečný. Pripojenie k tejto sieti v režime blokovania nemusí byť bezpečné.
sl: Protokol WPA ni varen. Povezava s tem omrežjem v omejenem varnostnem načinu morda ni varna.
sv: WPA anses inte vara säkert. Det här nätverket kanske inte är säkert att ansluta till i Låst läge.
th: WPA ไม่ถือว่าปลอดภัย เครือข่ายนี้อาจไม่ปลอดภัยที่จะเข้าร่วมในโหมดล็อคดาวน์
tr: WPA güvenli kabul edilmez. Kilit Modu’nda bu ağa katılmak güvenli olmayabilir.
uk: WPA вважається ненадійним захистом. У режимі карантину може бути небезпечно приєднуватися до цієї мережі.
vi: WPA không được coi là bảo mật. Mạng này có thể không an toàn để kết nối trong Chế độ phong tỏa.
zh_cn: WPA并非安全网络。锁定模式下，加入此网络可能不安全。
zh_hk: WPA並不安全。在「封鎖模式」下加入此網絡可能不安全。
zh_tw: WPA不算安全。在「封閉模式」下加入此網路可能不安全。

source: Low data mode
ar: نمط البيانات المنخفضة
ca: Consum de dades reduït
cs: Režim malého objemu dat
da: Lav datafunktion
de: Datensparmodus
el: Λειτουργία χαμηλής κατανάλωσης δεδομένων
es: Modo de datos reducidos
es_us: Ahorrar datos
fi: Datansäästö
fr: Mode Faibles données
fr_ca: Mode de données réduites
he: מצב צריכת נתונים נמוכה
hi: निम्न डेटा मोड
hr: Mod niske uporabe podataka
hu: Alacsony adatforgalmú mód
id: Mode data rendah
it: Consumo limitato di dati
ja: 省データモード
ko: 저데이터 모드
ms: Mod data rendah
nb: Lav databruk
nl: Databesparingsmodus
pl: Niski transfer danych
pt_br: Modo de economia de dados
pt_pt: Modo de dados reduzidos
ro: Mod Trafic date redus
ru: Экономия данных
sk: Režim šetrenia dát
sl: Način nizke porabe podatkov
sv: Låg dataförbrukning
th: โหมดประหยัดข้อมูล
tr: Düşük veri modu
uk: Режим економії даних
vi: Chế độ dữ liệu thấp
zh_cn: 低数据模式
zh_hk: 低數據模式
zh_tw: 低數據模式

source: Low data mode helps reduce your Mac data usage over specific Wi‑Fi networks you select.
ar: يساعد نمط البيانات المنخفضة على تقليل استخدام البيانات على Mac على شبكات Wi‑Fi محددة تختارها.
ca: El mode de consum de dades reduït ajuda a reduir l’ús de dades del Mac a través de les xarxes Wi‑Fi específiques que seleccionis.
cs: Režim malého objemu dat pomáhá Macu snižovat spotřebu dat v konkrétních Wi‑Fi sítích, které vyberete.
da: Med Lav datafunktion reduceres din Macs forbrug af data via valgte Wi‑Fi-netværk.
de: Im Datensparmodus wird die Datennutzung des Mac über bestimmte, von dir gewählte WLANs reduziert.
el: Η Λειτουργία χαμηλής κατανάλωσης δεδομένων βοηθά στη μείωση της χρήσης δεδομένων στο Mac σε συγκεκριμένα δίκτυα Wi‑Fi που επιλέγετε.
es: El modo de datos reducidos ayuda a disminuir el uso de datos del Mac en las redes Wi‑Fi específicas que selecciones.
es_us: El modo Ahorrar datos ayuda a que tu Mac reduzca el consumo de datos de las redes Wi‑Fi específicas que selecciones.
fi: Datansäästö auttaa vähentämään Macin datankäyttöä valitsemissasi Wi‑Fi-verkoissa.
fr: Le mode Faibles données contribue à réduire l’utilisation des données de votre Mac sur certains réseaux Wi-Fi spécifiques que vous sélectionnez.
fr_ca: Le mode de données réduites permet de diminuer les données utilisées par votre Mac sur les réseaux Wi‑Fi de votre choix.
he: ״מצב צריכת נתונים נמוכה״ מסייע בהפחתת השימוש בנתונים על-ידי ה-Mac דרך רשתות אלחוטיות מסוימות שבחרת.
hi: निम्न डेटा मोड आपके द्वारा चुने गए ख़ास वाई‑फ़ाई नेटवर्क पर आपके Mac डेटा उपयोग को कम करने में मदद करता है।
hr: Mod niske uporabe podataka pomaže u smanjenju uporabe podataka na Macu putem određenih Wi‑Fi mreža koje odaberete.
hu: Az Alacsony adatforgalmú mód segít csökkenteni a Macje egyes, Ön által kiválasztott Wi‑Fi-hálózatokon használt adatforgalmát.
id: Mode data rendah membantu mengurangi penggunaan data Mac Anda melalui jaringan Wi‑Fi tertentu yang Anda pilih.
it: Il consumo limitato di dati consente di ridurre l’utilizzo di dati sul Mac tramite le reti Wi‑Fi che selezioni.
ja: 省データモードを使用すると、選択された特定のWi‑FiネットワークでのMacのデータ使用量を節約することができます。
ko: 저데이터 모드에서는 사용자가 선택한 특정 Wi‑Fi 네트워크에서의 Mac 데이터 사용이 줄어듭니다.
ms: Mod data rendah membantu mengurangkan penggunaan data Mac anda melalui rangkaian Wi‑Fi khusus yang anda pilih.
nb: Lav databruk-modusen reduserer databruk når Macen er tilkoblet Wi‑Fi-nettverkene du velger.
nl: Met de databesparingsmodus kun je op je Mac het datagebruik via specifieke wifinetwerken beperken.
pl: Tryb niskiego transferu danych pomaga obniżyć ilość danych, jakie Mac przesyła przez określone sieci Wi‑Fi.
pt_br: O modo de economia de dados ajuda a reduzir o uso de dados do Mac em redes Wi‑Fi específicas que você escolher.
pt_pt: O modo de dados reduzidos ajuda a diminuir a utilização de dados no Mac através das redes Wi‑Fi selecionadas.
ro: Modul „Trafic date redus” ajută la reducerea traficului de date utilizat de Mac în anumite rețele Wi‑Fi, pe care le selectați.
ru: Режим «Экономия данных» помогает уменьшить использование данных на Mac в указанных Вами сетях Wi‑Fi.
sk: Režim šetrenia dát pomáha Macu zmenšiť množstvo dát prenášaných cez vybrané Wi‑Fi siete.
sl: Način nizke porabe podatkov pomaga zmanjšati porabo podatkov Maca v določenih izbranih omrežjih Wi-Fi.
sv: Låg dataförbrukning hjälper dig att minska datorns dataanvändning via specifika Wi‑Fi-nätverk som du väljer.
th: โหมดประหยัดข้อมูลช่วยลดการใช้งานข้อมูล Mac ของคุณผ่านเครือข่าย Wi‑Fi ที่คุณเลือกโดยเฉพาะ
tr: Düşük veri modu, Mac’inizin veri kullanımını seçtiğiniz belirli Wi‑Fi ağları üzerinde düşürmeye yardımcı olur.
uk: Режим економії даних допомагає зменшити споживання даних у мережах Wi‑Fi, які вибрано на вашому Mac.
vi: Chế độ dữ liệu thấp giúp giảm mức sử dụng dữ liệu của máy Mac qua các mạng Wi‑Fi cụ thể mà bạn chọn.
zh_cn: 低数据模式有助于减少Mac通过你选择的特定Wi‑Fi网络使用的数据。
zh_hk: 低數據模式有助減少Mac透過你所選擇之特定Wi‑Fi網絡所使用的數據用量。
zh_tw: 低數據模式可協助降低你所選特定Wi‑Fi網路的Mac數據用量。
